app/controllers/dynamic_controller.rb

SELECT  "gossips".* FROM "gossips" ORDER BY "gossips"."id" ASC LIMIT $1  [["LIMIT", 1]]
---
  def home
   @gossip = Gossip.first